"OK" = "OK";
"DONE" = "منجز";
"Done" = "منجز";
"CANCEL" = "إلغاء";

"Later" = "فيما بعد";

"NEW_ACTION" = "عمل جديدة";
"DELETE_ACTION" = "حذف العمل";
"Delete project" = "حذف مشروع";
"Move to In-Basket" = "الانتقال إلى علبة الوارد";
"UNDO_ACTION" = "التراجع عن استكمال";

"Date" = "تاريخ";
"Time" = "مرة";
"Alert" = "إنذار";
"At the same time" = "في نفس الوقت";
"%@ before" = "قبل %@";

"LAST_MONTH" = "الشهر الماضي";
"LAST_WEEK" = "الأسبوع الماضي";
"LAST_YEAR" = "العام الماضي";
"NEXT_MONTH" = "الشهر المقبل";
"NEXT_WEEK" = "الأسبوع المقبل";
"NEXT_YEAR" = "العام المقبل";
"SOMEDAY_MAYBE" = "يوما ما / ربما";
"THIS_MONTH" = "هذا الشهر";
"THIS_WEEK" = "هذا الاسبوع";
"THIS_YEAR" = "هذا العام";
"TODAY" = "اليوم";
"TOMORROW" = "غدا";
"YESTERDAY" = "أمس";

"CALENDAR" = "تقويم";

"DESCRIPTION" = "وصف";
"DISABLED" = "معاقين";
"ENABLED" = "تمكين";
"SOUND" = "صوت";
"TRY" = "محاولة";
"Restore" = "استعادة";

"in-basket" = "صندوق الوارد";
"delegated" = "فوض";
"completed" = "الانتهاء";

"How soon do you plan to do this?" = "قريبا كيف كنت تخطط للقيام بذلك؟";
"Enable repeat and notification will be coming every minute until you act on it." = "سيأتي تمكين تكرار وإعلام كل دقيقة حتى يمكنك العمل على ذلك.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "سحب لأسفل، والإفراج عن\nلإضافة مهمة جديدة";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "سحب مهمة إلى الحق\n• كاملة،\n• تأجيل،\n• التقويم أو،\n• مندوب";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "سحب مهمة إلى اليسار إلى\n• إزالة،\n• كرر،\n• تفصيل أو،\n• إرساله";
"Pull up and release\nto clear completed tasks." = "سحب ما يصل وإطلاق سراح\nلمسح المهام المكتملة";

"all done" = "كل ما فعلت";

"STATISTICS_ACTIONS_IN_LIST" = "الإجراءات\nفي القائمة";
"STATISTICS_ACTIONS_FOR_TODAY" = "الإجراءات\nالقيام به اليوم";
"STATISTICS_ACTIONS_DONE_TOTAL" = "الإجراءات\nمنجز";
"STATISTICS_DAYS_PASSED_TOTAL" = "أيام\nمرت";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "الإجراءات\nفي اليوم";

"Purchase" = "شراء";
"Receipt for this app expired." = "انتهت صلاحية إيصال لهذا التطبيق.";
"Premium Feature" = "هذه ميزة قسط";
"Disable ads here just for %@ right now!" = "!%@  احصل عليه الآن ل";
"Try for a week" = "جرب لمدة أسبوع";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "هذه ميزة قسط. ولكن يمكنك تعطيل عمليات الشراء في التطبيق. تمكين لهم في الإعدادات المضي قدما.";
"Purchase transaction for the feature failed. Try again later." = "فشلت عملية الشراء للميزة. حاول مرة أخرى لاحقاً.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "هذه ميزة قسط. ولكن ليس لديه الجهاز الخاص بك الاتصال بإنترنت الآن. حاول مرة أخرى لاحقاً.";
"All previously purchased features were restored." = "تم استعادة كافة الميزات التي تم شراؤها سابقا.";

"You can greatly help by writing a review." = "يمكنك أن تساعد إلى حد كبير بكتابة مراجعة.";

"WELCOME" = "مرحبا";
"keep tasks here" = "الاحتفاظ بالمهام هنا";

"Repeat" = "كرر";
"DAY" = "يوم";
"WEEK" = "أسبوع";
"MONTH" = "شهر";
"everyday" = "كل يوم";
"done %@ times" = "القيام %@ مرات";
"Skip repetition" = "تخطي تكرار";
"REPEAT_DAY_1" = "يوم";
"REPEAT_DAY_234" = "أيام";
"REPEAT_DAY_567890" = "أيام";

"Complete" = "كاملة";
"Postpone" = "تأجيل";
"Schedule" = "أضاف";

"Version" = "النسخة";
"Feedback" = "ردود الفعل";
"Help" = "مساعدة";
"Sounds" = "الأصوات";
"Theme" = "موضوع";
"Dark" = "ظلام";
"Light" = "خفيفة";
"Automatic" = "أوتوماتيكي";
"Multiline titles" = "عناوين متعدد الأسطر";
"Delete confirmation" = "حذف تأكيد";
"Icon badge" = "رمز شارة";
"Calendar reminder" = "تذكير التقويم";
"Overdue reminder" = "المتأخرة تذكير";
"Process reminder" = "تذكير العملية";
"Review reminder" = "تذكير استعراض";
"Restore in-app purchases" = "استعادة في التطبيق المشتريات";
"Send usage statistics" = "إرسال إحصائيات الاستخدام";

"Application" = "التطبيق";
"Projects" = "المشاريع";
"Periodic tasks" = "المهام الدورية";
"Archive" = "أرشيف";

"Change in storage" = "تغيير في التخزين";
"Сopy existing tasks to the new storage?" = "نسخ المهام الحالية لتخزين جديدة؟";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "لديك أية مهام لهذا اليوم.\n•\nالعودة معسر في أو تهتز.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "لديك لا من المهام في هذا المشروع.\n•\nإضافة المهام عن طريق سحب إلى أسفل.\n•\nالعودة معسر في أو تهتز.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "(%@) لديك المهام غير المكتملة. إكمال لهم أو تعيين مواعيد جديدة لهم";
"You should process collected tasks (%@) regularly to stay organized." = "(%@) أن قمت بمعالجة المهام التي تم جمعها بصورة منتظمة البقاء في المنظمة.";
"Review your list (%@) every week, this will keep it current and reliable." = "(%@) استعراض قائمة الخاصة بك كل أسبوع، وهذا سوف تبقى موثوق بها.";

/* %@ is where number of done actions will go */
"Happy" = "سعيد";
"Confused" = "الخلط بين";
"Unhappy" = "غير سعيدة";
"Tell the story of your success and help others to achive the same!" = "تحكي قصة نجاح الخاص بك ومساعدة الآخرين لتحقيق نفس!";
"Search for help on a website or write an email to developer." = "البحث عن تعليمات حول موقع على شبكة الإنترنت أو كتابة رسالة بريد إلكتروني للمطور.";
"Sorry to hear. What can I do to fix this?" = "آسف لسماع. ما يمكن القيام به لحل هذه المشكلة؟";
"How do you feel about it?" = "كيف تشعر حيال ذلك؟";
"Congratulations! You completed %@ tasks." = "تهانينا، يمكنك إكمال المهام %@!";
"Please, rate this app on the App Store. Thanks!" = "يرجى معدل التطبيق على المتجر. شكرا!";
"Rate %@" = "%@التطبيق";
"Not now" = "ليس الآن";
"Don't ask again" = "لا تسأل مرة أخرى";
"I completed %@ tasks!" = "أكملت المهام %@!";

"Enjoying this app?" = "تتمتع هذا التطبيق؟";
"Would you mind giving me some feedback?" = "هل تمانع تعطينا بعض ردود الفعل؟";
"How about rating on the App Store, then?" = "ماذا عن التصويت على المتجر، وبعد ذلك؟";
"Not really" = "لا";
"Yes!" = "نعم";
"No, thanks" = "لا";
"Ok, sure" = "نعم";
"NO" = "لا";
"YES" = "نعم";
